const provinces = [
  "กรุงเทพมหานคร", "กระบี่", "กาญจนบุรี", "กาฬสินธุ์", "กำแพงเพชร", 
  "ขอนแก่น", "จันทบุรี", "ฉะเชิงเทรา", "ชัยนาท", "ชัยภูมิ", 
  "ชุมพร", "เชียงราย", "เชียงใหม่", "ตรัง", "ตราด", 
  "ตาก", "นครนายก", "นครปฐม", "นครพนม", "นครราชสีมา", 
  "นครศรีธรรมราช", "นครสวรรค์", "นราธิวาส", "นนทบุรี", "บึงกาฬ", 
  "บุรีรัมย์", "ประจวบคีรีขันธ์", "ปทุมธานี", "ปราจีนบุรี", "ปัตตานี", 
  "พะเยา", "พระนครศรีอยุธยา", "พังงา", "พัทลุง", "พิจิตร", 
  "พิษณุโลก", "เพชรบุรี", "เพชรบูรณ์", "แพร่", "พัทลุง", 
  "ภูเก็ต", "มหาสารคาม", "มุกดาหาร", "ยโสธร", "ยะลา", 
  "ร้อยเอ็ด", "ระนอง", "ระยอง", "ราชบุรี", "ลพบุรี", 
  "ลำปาง", "ลำพูน", "เลย", "ศรีสะเกษ", "สกลนคร", 
  "สงขลา", "สมุทรปราการ", "สมุทรสงคราม", "สมุทรสาคร", "สระแก้ว", 
  "สระบุรี", "สิงห์บุรี", "สุพรรณบุรี", "สุราษฎร์ธานี", "สุรินทร์", 
  "หนองคาย", "หนองบัวลำภู", "อ่างทอง", "อำนาจเจริญ", "อุดรธานี", 
  "อุตรดิตถ์", "อุบลราชธานี", "อำนาจเจริญ", "อุดรธานี"
];

export default provinces;